Repository: flensrocker/vdr-plugin-recsearch
Catalog: po/*.po
Languages: de_de

source: search your recordings
de_de: durchsuche deine Aufnahmen

source: search recordings
de_de: durchsuche Aufnahmen

source: select category
de_de: Wähle Kategorie

source: <no category>
de_de: <keine Kategorie>

source: load search template
de_de: Suchvorlage laden

source: edit search templates
de_de: Suchvorlage bearbeiten

source: search term
de_de: Suchbegriff

source: younger than days
de_de: jünger als Tage

source: whatever
de_de: egal

source: hot key
de_de: Schnelltaste

source: no hot key
de_de: keine Schnelltaste

source: category
de_de: Kategorie

source: Button$Save
de_de: Speichern

source: Button$Find
de_de: Finde

source: Button$Delete
de_de: Löschen

source: Button$Load
de_de: Laden

source: Button$Select
de_de: Wählen

source: search template has been saved
de_de: Suchvorlage wurde gespeichert

source: enter something I can search for
de_de: gib etwas ein, nach dem ich suchen kann

source: delete shown search template?
de_de: Angezeigte Suchvorlage löschen?

source: search template was deleted from file
de_de: Suchvorlage wurde aus der Datei gelöscht

source: you have to save a search template first
de_de: zuerst muss eine Suchvorlage gespeichert werden

source: Button$New
de_de: Neu

source: Button$Edit
de_de: Bearbeiten

source: delete selected search template?
de_de: Ausgewählte Suchvorlage löschen?

source: all
de_de: alle

source: only new
de_de: nur neue

source: only edited
de_de: nur geschnittene

source: invalid
de_de: ungültig

source: , younger than %d days
de_de: , jünger als %d Tage

source: , hot key %d
de_de: , Schnelltaste %d
